[
  {
    "id": 1,
    "nombre": "The Last of Us Part II",
    "descripcion": "Juego de acción y aventura en tercera persona, continuación del aclamado título de 2013",
    "precio": 59900,
    "stock": 5,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "The Last of Us Part II es un juego de acción y aventura en tercera persona desarrollado por Naughty Dog. La historia se desarrolla cinco años después de los eventos del primer juego, donde los personajes principales, Joel y Ellie, viven en una comunidad segura en Jackson, Wyoming. Sin embargo, un evento traumático lleva a Ellie a emprender un viaje peligroso y violento por todo Estados Unidos para buscar venganza contra aquellos que le han hecho daño. El juego presenta una jugabilidad mejorada en comparación con su predecesor, con un sistema de combate más fluido y una mayor variedad de armas y habilidades. También se han agregado nuevas mecánicas, como la capacidad de saltar y esquivar enemigos, y la posibilidad de nadar y bucear en cuerpos de agua. Además de la historia principal, el juego también presenta una serie de misiones secundarias y actividades opcionales que permiten a los jugadores explorar el mundo del juego y descubrir más sobre los personajes y la historia. En general, The Last of Us Part II es un juego emocionante y emocionalmente impactante que ha sido aclamado por su narrativa, jugabilidad y diseño de nivel."
  },
  {
    "id": 2,
    "nombre": "God of War IV",
    "descripcion": "Juego de acción y aventura en tercera persona, con elementos de rol y puzzles",
    "precio": 39900,
    "stock": 10,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "God of War es un juego de acción y aventura en tercera persona desarrollado por Santa Monica Studio y publicado por Sony Interactive Entertainment. El juego sigue la historia de Kratos, un guerrero espartano que busca venganza contra los dioses griegos después de que estos lo traicionaran y le quitaran todo lo que amaba.Kratos se embarca en una peligrosa misión para matar a los dioses del Olimpo, enfrentándose a criaturas mitológicas y resolviendo acertijos en su camino. A lo largo del juego, Kratos se encuentra con su hijo Atreus, quien lo acompaña en su viaje y lo ayuda en la lucha contra los dioses. El juego presenta una jugabilidad intensa y desafiante, con combates fluidos y emocionantes. También cuenta con una historia emocionalmente impactante y una impresionante presentación visual y sonora.En resumen, God of War es un juego épico que combina acción, aventura y mitología griega para crear una experiencia de juego inolvidable."
  },
  {
    "id": 3,
    "nombre": "God of War",
    "descripcion": "Juego de acción y aventura en tercera persona, con elementos de rol y puzzles",
    "precio": 39900,
    "stock": 10,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "God of War es un juego de acción y aventura en tercera persona desarrollado por Santa Monica Studio y publicado por Sony Interactive Entertainment. El juego sigue la historia de Kratos, un guerrero espartano que busca venganza contra los dioses griegos después de que estos lo traicionaran y le quitaran todo lo que amaba.Kratos se embarca en una peligrosa misión para matar a los dioses del Olimpo, enfrentándose a criaturas mitológicas y resolviendo acertijos en su camino. A lo largo del juego, Kratos se encuentra con su hijo Atreus, quien lo acompaña en su viaje y lo ayuda en la lucha contra los dioses. El juego presenta una jugabilidad intensa y desafiante, con combates fluidos y emocionantes. También cuenta con una historia emocionalmente impactante y una impresionante presentación visual y sonora.En resumen, God of War es un juego épico que combina acción, aventura y mitología griega para crear una experiencia de juego inolvidable."
  },
  {
    "id": 4,
    "nombre": "Horizon Zero Dawn",
    "descripcion": "Juego de acción y aventura en tercera persona, ambientado en un mundo post-apocalíptico donde la humanidad vive en tribus primitivas",
    "precio": 29900,
    "stock": 7,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Horizon Zero Dawn es un juego de acción y aventura en un mundo post-apocalíptico donde la humanidad ha caído y la naturaleza ha reclamado la tierra. El jugador controla a Aloy, una joven cazadora que busca descubrir la verdad detrás de su pasado y el misterio de las máquinas animales que dominan el mundo. A medida que Aloy explora el mundo, se encuentra con tribus humanas en conflicto y descubre una conspiración que amenaza con destruir todo lo que queda de la humanidad. Aloy debe luchar contra las máquinas animales y los enemigos humanos para descubrir la verdad y salvar al mundo. El juego cuenta con un sistema de combate emocionante y desafiante, así como una historia profunda y emocionalmente impactante. También presenta un mundo abierto hermoso y detallado, lleno de secretos y misterios por descubrir."
  }, 
  {
    "id": 5,
    "nombre": "Spider-Man",
    "descripcion": "Juego de acción y aventura en tercera persona, basado en el popular superhéroe de Marvel Comics",
    "precio": 49900,
    "stock": 8,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Spider-Man es un juego de acción y aventura en el que el jugador controla al icónico superhéroe de Marvel, Spider-Man. El juego se desarrolla en la ciudad de Nueva York, donde Spider-Man debe enfrentarse a diversos villanos y proteger a los ciudadanos de la ciudad. El juego cuenta con una historia principal, así como misiones secundarias y actividades opcionales que el jugador puede completar para mejorar las habilidades de Spider-Man y desbloquear nuevos trajes y gadgets. El juego también presenta un sistema de combate fluido y emocionante, así como la capacidad de balancearse por la ciudad con las telarañas de Spider-Man. En general, Spider-Man es un juego emocionante y divertido que ofrece una experiencia auténtica de ser el superhéroe arácnido más famoso del mundo."
  },
  {
    "id": 6,
    "nombre": "Bloodborne",
    "descripcion": "Juego de acción y rol en tercera persona, con temática de terror y ambientado en una ciudad gótica",
    "precio": 39900,
    "stock": 4,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Bloodborne es un juego de rol y acción en tercera persona desarrollado por FromSoftware. El juego se desarrolla en la ciudad de Yharnam, una ciudad gótica y oscura que está plagada de criaturas peligrosas y monstruosas. El jugador asume el papel de un cazador, que debe explorar la ciudad y luchar contra los enemigos para descubrir los secretos detrás de la misteriosa enfermedad que está afectando a la ciudad. El juego es conocido por su dificultad y su estilo de juego desafiante, que requiere que el jugador sea estratégico y preciso en sus movimientos y ataques. A medida que el jugador avanza en el juego, se desbloquean nuevas armas y habilidades, lo que permite al jugador personalizar su estilo de juego y enfrentar desafíos cada vez más difíciles."
  },
  {
    "id": 7,
    "nombre": "Uncharted 4: El Desenlace del Ladrón",
    "descripcion": "Juego de acción y aventura en tercera persona, con elementos de plataformas y puzzles",
    "precio": 39900,
    "stock": 6,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Uncharted 4: El Desenlace del Ladrón es un juego de aventuras y acción en tercera persona desarrollado por Naughty Dog y publicado por Sony Computer Entertainment. El juego sigue al protagonista Nathan Drake, un cazador de tesoros retirado, mientras se embarca en una última aventura para encontrar el tesoro del pirata Henry Avery. El juego se desarrolla en varios lugares del mundo, incluyendo Madagascar, Italia y Escocia, y presenta una variedad de desafíos de plataformas, rompecabezas y combate. Además de Nathan, el juego presenta a varios personajes nuevos y antiguos, incluyendo a su hermano Sam y su esposa Elena. A medida que Nathan y su equipo se acercan al tesoro, se enfrentan a varios obstáculos, incluyendo un grupo de mercenarios liderados por el villano Rafe Adler. La historia del juego se centra en la relación de Nathan con su hermano Sam y su lucha por reconciliarse con su pasado y su identidad como cazador de tesoros. En general, Uncharted 4: El Desenlace del Ladrón es un juego emocionante y emocionalmente cargado que ofrece una experiencia de juego satisfactoria y una conclusión satisfactoria para la historia de Nathan Drake."
  },
  {
    "id": 8,
    "nombre": "Persona 5",
    "descripcion": "Juego de rol japonés, con elementos de simulación de vida y combate por turnos",
    "precio": 59900,
    "stock": 3,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Persona 5 es un juego de rol desarrollado por Atlus en el que el jugador asume el papel de un estudiante de secundaria en Tokio que se convierte en un ladrón fantasma para luchar contra la corrupción en la sociedad. El juego se divide en dos partes: la vida diaria del protagonista, que incluye ir a la escuela, hacer amigos y mejorar habilidades sociales, y la exploración de mazmorras, donde el jugador lucha contra enemigos y obtiene nuevos Personas para usar en batalla. A medida que avanza la trama, el jugador descubre una conspiración detrás de la corrupción y debe enfrentarse a poderosos enemigos para salvar a la ciudad. El juego también aborda temas como la justicia social, la identidad y la libertad personal."
  },
  {
    "id": 9,
    "nombre": "The Witcher 3: Wild Hunt",
    "descripcion": "Juego de rol de mundo abierto, con elementos de acción y aventura",
    "precio": 49900,
    "stock": 9,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "The Witcher 3: Wild Hunt es un juego de rol de acción en mundo abierto desarrollado por CD Projekt Red. El jugador asume el papel de Geralt de Rivia, un cazador de monstruos conocido como un 'witcher', que busca a su hija adoptiva perdida mientras se enfrenta a una amenaza sobrenatural conocida como la Cacería Salvaje. A lo largo del juego, Geralt debe tomar decisiones que afectan el resultado de la historia y enfrentarse a enemigos peligrosos en un mundo lleno de personajes complejos y misiones secundarias intrigantes. El juego también presenta un sistema de combate profundo y una variedad de opciones de personalización para el personaje del jugador. The Witcher 3: Wild Hunt ha sido aclamado por la crítica y es considerado uno de los mejores juegos de la década."
  },
  {
    "id": 10,
    "nombre": "Ratchet & Clank Rift Apart",
    "descripcion": "Juego de plataformas y acción en tercera persona, con elementos de disparos y puzzles",
    "precio": 39900,
    "stock": 10,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Ratchet & Clank es un juego de acción y aventura en el que el jugador controla a Ratchet, un lombax mecánico, y a su compañero Clank, un robot pequeño y astuto. Juntos, viajan por diferentes planetas para detener al malvado Chairman Drek, quien planea destruir la galaxia. Durante su viaje, Ratchet y Clank deben luchar contra enemigos, resolver acertijos y mejorar sus habilidades y armas. El juego cuenta con una historia emocionante, personajes divertidos y una jugabilidad adictiva."
  },
  {
    "id": 11,
    "nombre": "Shadow of the Colossus",
    "descripcion": "Juego de acción y aventura",
    "precio": 39900,
    "stock": 10,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Shadow of the Colossus es un juego de aventuras y acción en el que el jugador controla a un joven llamado Wander, quien busca revivir a una chica llamada Mono sacrificando a 16 colosos gigantes. Cada coloso es un desafío único que requiere que el jugador encuentre su debilidad y lo derrote escalando y atacando sus puntos débiles. A medida que Wander derrota a cada coloso, su salud y resistencia aumentan, lo que le permite enfrentar desafíos aún mayores. Sin embargo, cada victoria tiene un costo, ya que la salud de Wander disminuye y su cuerpo se debilita. Al final, el jugador debe enfrentar una elección difícil que determinará el destino de Wander y Mono. Shadow of the Colossus es conocido por su hermoso diseño visual, su música emotiva y su narrativa conmovedora."
  },
  {
    "id": 12,
    "nombre": "Death Stranding",
    "descripcion": "Videojuego de acción y aventura de mundo abierto ambientado en un Estados Unidos postapocalíptico",
    "precio": 75000,
    "stock": 6,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Death Stranding es un juego de acción y aventura desarrollado por Kojima Productions y publicado por Sony Interactive Entertainment. El juego tiene lugar en un mundo post-apocalíptico donde la humanidad ha sido devastada por un evento catastrófico conocido como 'Death Stranding'. El jugador asume el papel de Sam Porter Bridges, un mensajero que debe viajar a través de un paisaje peligroso y hostil para entregar suministros vitales a las comunidades aisladas. A lo largo del juego, Sam debe enfrentarse a criaturas sobrenaturales conocidas como 'Beached Things' (BTs) y a otros peligros mientras intenta reconectar a la humanidad y descubrir la verdad detrás del Death Stranding. El juego también cuenta con un modo multijugador en línea donde los jugadores pueden ayudarse mutuamente construyendo estructuras y compartiendo recursos."
  },
  {
    "id": 13,
    "nombre": "Ghost of Tsushima",
    "descripcion": "Videojuego de acción-aventura ambientado en la isla de Tsushima durante la invasión mongola de Japón en el siglo XIII",
    "precio": 65000,
    "stock": 9,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Ghost of Tsushima es un juego de acción y aventura desarrollado por Sucker Punch Productions y publicado por Sony Interactive Entertainment. El juego se desarrolla en la isla de Tsushima durante la invasión mongola de Japón en el siglo XIII. El jugador controla a Jin Sakai, un samurái que lucha contra los invasores mongoles y se convierte en el 'fantasma de Tsushima' para derrotarlos. El juego presenta un mundo abierto que el jugador puede explorar libremente, con misiones principales y secundarias que se pueden completar para avanzar en la historia. El combate se basa en el uso de la espada y otras armas, así como en habilidades especiales que se pueden desbloquear a medida que se avanza en el juego.Ghost of Tsushima también presenta elementos de sigilo y exploración, con el jugador capaz de esconderse en la hierba alta y usar el entorno para su ventaja. El juego también tiene un sistema de moralidad que afecta la forma en que los personajes interactúan con Jin y cómo se desarrolla la historia.En general, Ghost of Tsushima ha sido bien recibido por la crítica y el público por su hermoso mundo abierto, su historia emocionante y su combate satisfactorio."
  },
   {
    
    "id": 14,
    "nombre": "Marvel's Avengers",
    "descripcion": "Videojuego de acción-aventura y rol basado en los personajes de los cómics de Marvel",
    "precio": 70000,
    "stock": 10,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Marvel's Avengers es un juego de acción y aventura en tercera persona que sigue a los héroes icónicos de Marvel, incluyendo a Iron Man, Capitán América, Thor, Hulk, Black Widow y Ms. Marvel. La historia comienza en el A-Day, un evento en el que los Avengers inauguran su nueva sede en San Francisco, pero las cosas salen mal cuando un ataque terrorista destruye la ciudad y aparentemente mata al Capitán América. Cinco años después, los Avengers se han disuelto y la organización AIM ha tomado el control, pero cuando una joven llamada Kamala Khan descubre una conspiración detrás de la desaparición de los héroes, se une a ellos para salvar al mundo. El juego presenta una campaña para un jugador y un modo multijugador en línea, donde los jugadores pueden personalizar a sus héroes y unirse a otros para completar misiones y enfrentarse a villanos icónicos de Marvel."
  },
  {
    "id": 14,
    "nombre": "Demon's Souls",
    "descripcion": "Videojuego de rol de acción ambientado en un mundo de fantasía oscura",
    "precio": 75000,
    "stock": 8,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Demon's Souls es un juego de rol de acción en tercera persona desarrollado por FromSoftware. El juego se desarrolla en el reino de Boletaria, que ha sido invadido por demonios después de que el rey Allant despierta el Antiguo. El jugador asume el papel de un guerrero que debe luchar contra los demonios y restaurar la paz en el reino.El juego es conocido por su dificultad y su sistema de muerte permanente, lo que significa que si el jugador muere, pierde todo su progreso y debe comenzar de nuevo desde el principio. El juego también cuenta con un sistema de multijugador en línea, donde los jugadores pueden ayudarse mutuamente o invadir el mundo de otros jugadores para luchar contra ellos.En resumen, Demon's Souls es un juego desafiante y emocionante que ofrece una experiencia única de juego de rol de acción en un mundo oscuro y peligroso."
  },

  {
    "id": 15,
    "nombre": "Spider-Man: Miles Morales",
    "descripcion": "Videojuego de aventura y acción",
    "precio": 69990,
    "stock": 5,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Spider-Man: Miles Morales es un juego de acción y aventura desarrollado por Insomniac Games y publicado por Sony Interactive Entertainment. El juego sigue a Miles Morales, un adolescente que ha adquirido habilidades similares a las de Spider-Man después de ser picado por una araña genéticamente modificada. Miles debe proteger su hogar en Harlem de una guerra de pandillas y de un villano llamado Tinkerer, mientras aprende a controlar sus poderes y a equilibrar su vida como superhéroe y estudiante. El juego presenta una variedad de misiones principales y secundarias, así como desafíos y coleccionables para completar. También incluye mejoras en la jugabilidad y gráficos en comparación con su predecesor, Spider-Man de 2018."
  },
  {
    "id": 16,
    "nombre": "God of War III Remastered",
    "descripcion": "Juego de acción y aventura en tercera persona, con elementos de rol y puzzles",
    "precio": 39900,
    "stock": 10,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "God of War III Remastered es un juego de acción y aventura en tercera persona desarrollado por Santa Monica Studio y publicado por Sony Computer Entertainment. Es una versión remasterizada del juego original lanzado en 2010 para PlayStation 3. El juego sigue la historia de Kratos, un guerrero espartano que busca venganza contra los dioses del Olimpo, quienes lo han traicionado y lo han llevado a la locura. Kratos debe enfrentarse a los dioses y a sus criaturas mitológicas en una épica batalla para alcanzar su objetivo.    El juego presenta una jugabilidad fluida y emocionante, con combates intensos y desafiantes, puzzles ingeniosos y una historia épica que lleva al jugador a través de los mitos y leyendas de la antigua Grecia. La versión remasterizada cuenta con gráficos mejorados y una resolución de 1080p, lo que hace que el juego se vea aún más impresionante en la PlayStation 4. En resumen, God of War III Remastered es un juego emocionante y épico que ofrece una experiencia de juego inolvidable para los fans de la acción y la aventura."
  },
  {
    "id": 17,
    "nombre": "Horizon Zero Dawn",
    "descripcion": "Juego de acción y aventura en tercera persona, ambientado en un mundo post-apocalíptico donde la humanidad vive en tribus primitivas",
    "precio": 29900,
    "stock": 7,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Horizon Zero Dawn es un juego de acción y aventura en un mundo post-apocalíptico donde la humanidad ha caído y la naturaleza ha reclamado la tierra. El jugador controla a Aloy, una joven cazadora que busca descubrir la verdad detrás de su pasado y el misterio de las máquinas animales que dominan el mundo.    A medida que Aloy explora el mundo, se encuentra con tribus humanas en conflicto y descubre una conspiración que amenaza con destruir todo lo que queda de la humanidad. Aloy debe luchar contra las máquinas animales y los enemigos humanos para descubrir la verdad y salvar al mundo. El juego cuenta con un sistema de combate emocionante y desafiante, así como una historia profunda y emocionalmente impactante. También presenta un mundo abierto hermoso y detallado, lleno de secretos y misterios por descubrir."
  },
  {
    "id": 18,
    "nombre": "Spider-Man",
    "descripcion": "Juego de acción y aventura en tercera persona, basado en el popular superhéroe de Marvel Comics",
    "precio": 49900,
    "stock": 8,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Spider-Man es un juego de acción y aventura en el que el jugador controla al icónico superhéroe de Marvel, Spider-Man. El juego se desarrolla en la ciudad de Nueva York, donde Spider-Man debe enfrentarse a diversos villanos y proteger a los ciudadanos de la ciudad. El juego cuenta con una historia principal, así como misiones secundarias y actividades opcionales que el jugador puede completar para mejorar las habilidades de Spider-Man y desbloquear nuevos trajes y gadgets. El juego también presenta un sistema de combate fluido y emocionante, así como la capacidad de balancearse por la ciudad con las telarañas de Spider-Man. En general, Spider-Man es un juego emocionante y divertido que ofrece una experiencia auténtica de ser el superhéroe arácnido más famoso del mundo."
  },
  {
    "id": 21,
    "nombre": "Uncharted 4: El Desenlace del Ladrón",
    "descripcion": "Juego de acción y aventura en tercera persona, con elementos de plataformas y puzzles",
    "precio": 39900,
    "stock": 6,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Uncharted 4: El Desenlace del Ladrón es un juego de aventuras y acción en tercera persona desarrollado por Naughty Dog y publicado por Sony Computer Entertainment. El juego sigue al protagonista Nathan Drake, un cazador de tesoros retirado, mientras se embarca en una última aventura para encontrar el tesoro del pirata Henry Avery. El juego se desarrolla en varios lugares del mundo, incluyendo Madagascar, Italia y Escocia, y presenta una variedad de desafíos de plataformas, rompecabezas y combate. Además de Nathan, el juego presenta a varios personajes nuevos y antiguos, incluyendo a su hermano Sam y su esposa Elena. A medida que Nathan y su equipo se acercan al tesoro, se enfrentan a varios obstáculos, incluyendo un grupo de mercenarios liderados por el villano Rafe Adler. La historia del juego se centra en la relación de Nathan con su hermano Sam y su lucha por reconciliarse con su pasado y su identidad como cazador de tesoros. En general, Uncharted 4: El Desenlace del Ladrón es un juego emocionante y emocionalmente cargado que ofrece una experiencia de juego satisfactoria y una conclusión satisfactoria para la historia de Nathan Drake."
  },
  {
    "id": 22,
    "nombre": "Persona 5",
    "descripcion": "Juego de rol japonés, con elementos de simulación de vida y combate por turnos",
    "precio": 59900,
    "stock": 3,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Persona 5 es un juego de rol desarrollado por Atlus en el que el jugador asume el papel de un estudiante de secundaria en Tokio que se convierte en un ladrón fantasma para luchar contra la corrupción en la sociedad. El juego se divide en dos partes: la vida diaria del protagonista, que incluye ir a la escuela, hacer amigos y mejorar habilidades sociales, y la exploración de mazmorras, donde el jugador lucha contra enemigos y obtiene nuevos Personas para usar en batalla. A medida que avanza la trama, el jugador descubre una conspiración detrás de la corrupción y debe enfrentarse a poderosos enemigos para salvar a la ciudad. El juego también aborda temas como la justicia social, la identidad y la libertad personal."
  },
  {
    "id": 25,
    "nombre": "Shadow of the Colossus",
    "descripcion": "Juego de acción y aventura",
    "precio": 39900,
    "stock": 10,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Shadow of the Colossus es un juego de aventuras y acción en el que el jugador controla a un joven llamado Wander, quien busca revivir a una chica llamada Mono sacrificando a 16 colosos gigantes. Cada coloso es un desafío único que requiere que el jugador encuentre su debilidad y lo derrote escalando y atacando sus puntos débiles. A medida que Wander derrota a cada coloso, su salud y resistencia aumentan, lo que le permite enfrentar desafíos aún mayores. Sin embargo, cada victoria tiene un costo, ya que la salud de Wander disminuye y su cuerpo se debilita. Al final, el jugador debe enfrentar una elección difícil que determinará el destino de Wander y Mono. Shadow of the Colossus es conocido por su hermoso diseño visual, su música emotiva y su narrativa conmovedora."
  },
  {
    "id": 31,
    "nombre": "Red Dead Redemption 2",
    "descripcion": "Videojuego de acción y aventura en mundo abierto, ambientado en el Viejo Oeste estadounidense",
    "precio": 59900,
    "stock": 5,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Red Dead Redemption 2 es un juego de acción y aventura en mundo abierto desarrollado por Rockstar Games. El juego se desarrolla en el año 1899 en el Viejo Oeste de los Estados Unidos y sigue la historia de Arthur Morgan, un miembro de la banda de forajidos de Van der Linde liderada por Dutch Van der Linde.El juego se centra en la exploración del mundo abierto, la realización de misiones y la interacción con otros personajes. Los jugadores pueden cazar, pescar, jugar al póker y realizar otras actividades en el mundo del juego.El juego también cuenta con un sistema de honor que se ve afectado por las acciones del jugador. Las decisiones que toma el jugador pueden tener consecuencias en la historia y en la forma en que otros personajes interactúan con el jugador.En general, Red Dead Redemption 2 es un juego emocionante y detallado que ofrece una experiencia de juego inmersiva en el Viejo Oeste."
  },
  {
    "id": 32,
    "nombre": "Assassin's Creed Valhalla",
    "descripcion": "Videojuego de acción y aventura en mundo abierto, ambientado en la época vikinga",
    "precio": 69900,
    "stock": 3,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Assassin's Creed Valhalla es un juego de acción y aventura en el que el jugador asume el papel de Eivor, un guerrero vikingo que lidera a su clan en la invasión de Inglaterra en el siglo IX. El juego se desarrolla en un mundo abierto y el jugador puede explorar diferentes regiones de Inglaterra, luchar contra enemigos y realizar misiones para avanzar en la historia. Además, el juego cuenta con elementos de RPG, como la personalización del personaje y la toma de decisiones que afectan el desarrollo de la trama. También hay un sistema de combate mejorado y la posibilidad de construir y mejorar la aldea del clan. La historia del juego se centra en la lucha de Eivor por establecer su presencia en Inglaterra y descubrir los secretos de los antiguos asesinos."
  },
  {
    "id": 33,
    "nombre": "Ghost Recon Breakpoint",
    "descripcion": "Videojuego de disparos en tercera persona y táctica militar, ambientado en una isla ficticia del Océano Pacífico",
    "precio": 49900,
    "stock": 7,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Ghost Recon Breakpoint es un juego de acción y aventura en tercera persona desarrollado por Ubisoft. El juego se desarrolla en un mundo abierto en una isla ficticia llamada Auroa, donde los jugadores asumen el papel de un soldado de élite llamado Nomad. Nomad es enviado a la isla para investigar una serie de misteriosos sucesos que han ocurrido allí. El juego presenta una variedad de misiones principales y secundarias que los jugadores pueden completar para avanzar en la historia. Los jugadores también pueden explorar la isla y descubrir secretos ocultos, así como luchar contra enemigos enemigos y completar misiones cooperativas con otros jugadores.El juego también presenta un sistema de progresión de personajes, donde los jugadores pueden mejorar las habilidades y el equipo de Nomad a medida que avanzan en el juego. Además, el juego presenta un sistema de heridas y fatiga que afecta la capacidad de Nomad para luchar y moverse.En general, Ghost Recon Breakpoint es un juego emocionante y desafiante que ofrece una experiencia de juego única en un mundo abierto lleno de peligros y misterios."
  },
  {
    "id": 34,
    "nombre": "The Elder Scrolls V: Skyrim",
    "descripcion": "Videojuego de rol de mundo abierto, ambientado en una región ficticia de Tamriel y con temática de fantasía",
    "precio": 39900,
    "stock": 9,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "The Elder Scrolls V: Skyrim es un juego de rol de acción en un mundo abierto desarrollado por Bethesda Game Studios. El juego se desarrolla en la provincia de Skyrim, en el continente ficticio de Tamriel, donde el jugador asume el papel de un personaje llamado el 'Último Dragón', que tiene la capacidad de absorber el alma de los dragones muertos y usar sus poderes. El juego presenta una gran cantidad de misiones principales y secundarias, así como una amplia variedad de personajes no jugables y enemigos. El jugador puede elegir entre varias habilidades y habilidades para personalizar su personaje y mejorar su capacidad de lucha. Skyrim también cuenta con un sistema de artesanía, que permite al jugador crear y mejorar armas y armaduras. El juego ha sido aclamado por su mundo abierto, su jugabilidad y su historia, y ha ganado numerosos premios desde su lanzamiento en 2011."
  },
  {
    "id": 35,
    "nombre": "Hitman 3",
    "descripcion": "Videojuego de sigilo y acción, donde el jugador asume el papel del Agente 47 para completar misiones",
    "precio": 69900,
    "stock": 4,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Hitman 3 es un juego de sigilo y acción en tercera persona en el que el jugador asume el papel del asesino a sueldo conocido como Agente 47. El juego se desarrolla en diferentes ubicaciones de todo el mundo, desde Dubai hasta Argentina, y el objetivo del jugador es completar una serie de misiones en cada una de ellas, eliminando a los objetivos designados de la manera más discreta posible. El juego ofrece una amplia variedad de armas y herramientas para ayudar al jugador a completar sus objetivos, desde pistolas y rifles de francotirador hasta disfraces y venenos. También hay una serie de desafíos y objetivos secundarios que el jugador puede completar para desbloquear nuevas armas y equipo. Además de la campaña principal, Hitman 3 también cuenta con un modo multijugador llamado 'El Escalation', en el que los jugadores compiten para completar una serie de objetivos en una carrera contra el reloj. En general, Hitman 3 es un juego emocionante y desafiante que ofrece una experiencia de juego única y satisfactoria para los fans del género de sigilo y acción."
  },
  {
    "id": 36,
    "nombre": "Resident Evil Village",
    "descripcion": "Videojuego de terror y supervivencia en primera persona, ambientado en un pueblo ficticio de Europa",
    "precio": 79900,
    "stock": 2,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Resident Evil Village es un juego de terror y supervivencia en el que el jugador controla a Ethan Winters, quien se encuentra en una aldea aislada en Europa del Este en busca de su hija secuestrada. La aldea está habitada por criaturas mutantes y peligrosas, así como por un culto religioso liderado por una misteriosa mujer llamada Mother Miranda. A medida que Ethan explora la aldea y sus alrededores, descubre secretos oscuros y peligrosos, y se enfrenta a jefes mutantes cada vez más poderosos. El juego presenta una mezcla de acción, exploración y resolución de puzzles, y cuenta con gráficos impresionantes y una atmósfera inquietante."
  },
  {
    "id": 37,
    "nombre": "FIFA 22",
    "descripcion": "Videojuego de simulación de fútbol, con licencias oficiales de equipos y ligas",
    "precio": 79900,
    "stock": 6,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Como modelo de liga de fútbol, FIFA 22 ofrece una experiencia de juego mejorada con nuevas características y mejoras en la jugabilidad. Los jugadores pueden disfrutar de una experiencia más realista gracias a la tecnología HyperMotion, que utiliza datos de movimiento de jugadores reales para mejorar la animación y la física del juego. Además, se han mejorado los controles de la pelota, la inteligencia artificial y la personalización de los equipos. También se han añadido nuevos modos de juego, como el modo Carrera de Clubes, que permite a los jugadores crear y gestionar su propio club de fútbol. En general, FIFA 22 ofrece una experiencia de juego más inmersiva y auténtica para los amantes del fútbol."
  },
  {
    "id": 39,
    "nombre": "Detroit: Become Human",
    "descripcion": "Juego de aventura gráfica y ciencia ficción, donde el jugador toma decisiones que afectan el curso de la historia",
    "precio": 39900,
    "stock": 8,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Detroit: Become Human es un videojuego de aventura y drama interactivo desarrollado por Quantic Dream. El juego se desarrolla en un futuro cercano en la ciudad de Detroit, donde los androides han sido creados para realizar tareas domésticas y laborales. Los jugadores controlan a tres androides diferentes: Connor, un investigador de la policía encargado de perseguir a androides rebeldes; Kara, una androide doméstica que se convierte en protectora de una niña; y Markus, un androide que lidera una revolución de androides contra sus opresores humanos. El juego presenta una narrativa ramificada, lo que significa que las decisiones del jugador afectan el resultado de la historia. Los jugadores deben tomar decisiones difíciles y enfrentar las consecuencias de sus acciones mientras exploran temas como la inteligencia artificial, la libertad y la identidad. El juego ha sido elogiado por su historia emocionalmente impactante, su impresionante diseño de personajes y su jugabilidad innovadora."
  },
  {
    "id": 40,
    "nombre": "Control",
    "descripcion": "Juego de acción y aventura en tercera persona, con elementos sobrenaturales y de ciencia ficción",
    "precio": 49900,
    "stock": 4,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Control es un juego de acción y aventura en tercera persona desarrollado por Remedy Entertainment. El jugador asume el papel de Jesse Faden, una joven que busca respuestas sobre su pasado y su conexión con una agencia secreta llamada La Oficina Federal de Control (OFC). La OFC es una organización encargada de investigar y contener fenómenos paranormales, y Jesse descubre que tiene habilidades sobrenaturales que la hacen ideal para trabajar en la agencia. El juego se desarrolla en la sede de la OFC, conocida como El Edificio, que ha sido invadido por una fuerza misteriosa conocida como El Hiss. Jesse debe luchar contra los enemigos controlados por El Hiss y descubrir la verdad detrás de la agencia y su propia historia. Control presenta un sistema de combate dinámico y emocionante, que permite al jugador utilizar una variedad de habilidades sobrenaturales y armas para enfrentarse a los enemigos. También cuenta con una historia intrigante y un mundo detallado y bien diseñado que invita a la exploración. En resumen, Control es un juego de acción y aventura emocionante y bien diseñado que ofrece una experiencia única y envolvente."
  },
  {
    "id": 41,
    "nombre": "Assassin's Creed Valhalla",
    "descripcion": "Juego de acción y aventura de mundo abierto, ambientado en la época de los vikingos",
    "precio": 74900,
    "stock": 6,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Assassin's Creed Valhalla es un juego de acción y aventura en el que el jugador asume el papel de Eivor, un guerrero vikingo que lidera a su clan en la invasión de Inglaterra en el siglo IX. El juego se desarrolla en un mundo abierto y el jugador puede explorar diferentes regiones de Inglaterra, luchar contra enemigos y realizar misiones para avanzar en la historia. Además, el juego cuenta con elementos de RPG, como la personalización del personaje y la toma de decisiones que afectan el desarrollo de la trama. También hay un sistema de combate mejorado y la posibilidad de construir y mejorar la aldea del clan. La historia del juego se centra en la lucha de Eivor por establecer su presencia en Inglaterra y descubrir los secretos de los antiguos asesinos."
  },
  {
    "id": 42,
    "nombre": "Cyberpunk 2077",
    "descripcion": "Juego de rol de acción de mundo abierto, ambientado en un futuro distópico",
    "precio": 79900,
    "stock": 9,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Cyberpunk 2077 es un juego de rol de acción en un mundo abierto ambientado en un futuro distópico en la ciudad de Night City. El jugador asume el papel de V, un mercenario que busca fama y fortuna en una ciudad llena de peligros y oportunidades. El juego presenta una variedad de personajes, facciones y misiones que permiten al jugador tomar decisiones que afectan el resultado del juego. Además, el juego cuenta con un sistema de personalización de personajes y habilidades, así como un mundo abierto detallado y vibrante que se puede explorar a pie o en vehículos. El juego ha sido muy esperado y ha recibido críticas mixtas desde su lanzamiento en diciembre de 2020."
  },
  {
    "id": 43,
    "nombre": "Deathloop",
    "descripcion": "Juego de acción y aventura en primera persona, ambientado en una isla donde el personaje principal debe eliminar a ocho objetivos antes de que se reinicie el bucle temporal",
    "precio": 69900,
    "stock": 3,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Deathloop es un juego de acción y aventura en primera persona desarrollado por Arkane Studios y publicado por Bethesda Softworks. El juego se desarrolla en la isla de Blackreef, donde el personaje principal, Colt, se encuentra atrapado en un bucle temporal en el que debe matar a ocho objetivos clave antes de que termine el día. Si no lo hace, el bucle se reinicia y debe comenzar de nuevo.El juego presenta una mecánica de juego única en la que Colt debe explorar la isla, recopilar información y habilidades, y planificar cuidadosamente sus movimientos para completar su misión. Además, hay otro personaje, Julianna, que intenta detener a Colt y proteger a los objetivos clave.Deathloop ofrece una experiencia de juego emocionante y desafiante con una historia intrigante y personajes interesantes. El juego ha recibido críticas positivas por su jugabilidad innovadora y su estilo visual impresionante."
  },
  {
    "id": 44,
    "nombre": "Returnal",
    "descripcion": "Juego de acción y aventura en tercera persona, con elementos de disparos y roguelike",
    "precio": 79900,
    "stock": 10,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Returnal es un juego de acción y aventura en tercera persona desarrollado por Housemarque y publicado por Sony Interactive Entertainment. El juego sigue a Selene, una astronauta que se estrella en un planeta alienígena y se ve atrapada en un ciclo de muerte y resurrección. Cada vez que Selene muere, se despierta en un punto anterior de la historia, pero el planeta ha cambiado y los enemigos son más fuertes. Selene debe explorar el planeta, luchar contra los enemigos y descubrir la verdad detrás de su situación. El juego presenta una jugabilidad desafiante y una narrativa intrigante que se desarrolla a medida que Selene descubre más sobre el planeta y su pasado."
  },
  {
    "id": 45,
    "nombre": "The Last of Us Remastered",
    "descripcion": "Versión mejorada y remasterizada del aclamado título de 2013",
    "precio": 29900,
    "stock": 3,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "The Last of Us Remastered es un juego de acción y aventura en tercera persona que sigue la historia de Joel y Ellie, dos supervivientes en un mundo post-apocalíptico infestado de infectados. El juego se desarrolla en un Estados Unidos devastado por una pandemia que ha convertido a gran parte de la población en seres violentos y peligrosos. Joel, un contrabandista endurecido por la vida, es contratado para escoltar a Ellie, una joven de 14 años, a través del país para entregarla a un grupo de resistencia. A lo largo del camino, los dos se enfrentan a peligrosos enemigos, tanto humanos como infectados, y deben luchar por sobrevivir en un mundo cada vez más hostil. El juego cuenta con una jugabilidad intensa y emocionante, una historia conmovedora y personajes bien desarrollados, lo que lo convierte en una experiencia inolvidable para los jugadores."
  },
  {
    "id": 46,
    "nombre": "Bloodborne: The Old Hunters",
    "descripcion": "Expansión del juego Bloodborne con nuevas armas, enemigos y zonas para explorar",
    "precio": 29900,
    "stock": 2,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Bloodborne: The Old Hunters es un juego de rol de acción en tercera persona desarrollado por FromSoftware. Es una expansión del juego original Bloodborne y presenta nuevos enemigos, armas y áreas para explorar. La historia se desarrolla en la ciudad de Yharnam, donde el jugador asume el papel de un cazador que busca la cura para una enfermedad misteriosa. La expansión presenta una nueva historia que se centra en los cazadores antiguos y su relación con la ciudad de Yharnam. El jugador debe enfrentarse a nuevos jefes y enemigos, y descubrir los secretos detrás de la misteriosa organización conocida como los cazadores antiguos. Bloodborne: The Old Hunters es un juego desafiante y emocionante que ofrece una experiencia de juego única y satisfactoria para los fanáticos de los juegos de rol de acción."
  },
  {
    "id": 47,
    "nombre": "Infamous Second Son",
    "descripcion": "Juego de acción y aventura en tercera persona, con elementos de mundo abierto y superpoderes",
    "precio": 39900,
    "stock": 7,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Infamous Second Son es un juego de acción y aventura en tercera persona desarrollado por Sucker Punch Productions y publicado por Sony Computer Entertainment. El juego se desarrolla en un mundo abierto en la ciudad ficticia de Seattle, donde los jugadores controlan a Delsin Rowe, un joven con habilidades sobrenaturales que lucha contra el Departamento de Protección Unificada (DPU), una organización gubernamental que busca capturar a los Conduits, personas con habilidades especiales. Delsin tiene la capacidad de absorber los poderes de otros Conduits y utilizarlos para luchar contra el DPU. A medida que avanza en la historia, Delsin se enfrenta a decisiones morales que afectan el resultado del juego y su relación con otros personajes.El juego cuenta con un sistema de karma que determina si Delsin es visto como un héroe o un villano por la población de Seattle. Además, los jugadores pueden explorar la ciudad y realizar misiones secundarias para mejorar sus habilidades y desbloquear nuevos poderes.En resumen, Infamous Second Son es un juego emocionante y lleno de acción que ofrece una experiencia de juego única en un mundo abierto lleno de peligros y desafíos."
  },
  {
    "id": 48,
    "nombre": "The Last Guardian",
    "descripcion": "Juego de acción y aventura en tercera persona, en el que controlas a un joven y su misteriosa criatura",
    "precio": 39900,
    "stock": 4,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "The Last Guardian es un juego de aventuras y puzzles desarrollado por el estudio japonés Team ICO. El juego sigue la historia de un niño que se encuentra atrapado en una misteriosa torre y que debe trabajar junto a una criatura gigante llamada Trico para escapar. A medida que avanzan en su aventura, el niño y Trico deben superar obstáculos y resolver puzzles para descubrir la verdad detrás de la torre y su conexión con Trico. El juego se destaca por su impresionante diseño visual y su emotiva narrativa, que ha sido elogiada por los críticos y los jugadores por igual."
  },
  {
    "id": 49,
    "nombre": "Days Gone",
    "descripcion": "Juego de acción y aventura en tercera persona, ambientado en un mundo post-apocalíptico infestado de zombis",
    "precio": 49900,
    "stock": 6,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Days Gone es un juego de acción y aventura en tercera persona desarrollado por Bend Studio y publicado por Sony Interactive Entertainment. El juego tiene lugar en un mundo post-apocalíptico en el que una pandemia ha convertido a la mayoría de la población en criaturas peligrosas conocidas como 'freakers'. El jugador asume el papel de Deacon St. John, un cazador de recompensas que intenta sobrevivir en este mundo hostil mientras busca a su esposa desaparecida. El juego se desarrolla en un mundo abierto y el jugador debe explorar el entorno para encontrar recursos y misiones secundarias. El combate se lleva a cabo con armas de fuego y cuerpo a cuerpo, y el jugador también puede utilizar trampas y distracciones para enfrentarse a los enemigos. Además, el jugador puede utilizar una motocicleta para desplazarse por el mundo y escapar de los peligros. Days Gone también cuenta con un sistema de clima dinámico y ciclo día-noche, lo que afecta a la jugabilidad y a la aparición de los enemigos. El juego también tiene una historia principal que se desarrolla a lo largo de varias misiones y que lleva al jugador a través de diferentes áreas del mundo del juego. En resumen, Days Gone es un juego de acción y aventura en un mundo post-apocalíptico en el que el jugador debe sobrevivir y buscar a su esposa desaparecida mientras se enfrenta a peligrosos enemigos y explora un mundo abierto."
  },
  {
    "id": 50,
    "nombre": "Ghost of Tsushima: Director's Cut",
    "descripcion": "Versión mejorada del juego Ghost of Tsushima, con nuevas zonas y contenido",
    "precio": 79900,
    "stock": 10,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Ghost of Tsushima: Director's Cut es un juego de acción y aventura desarrollado por Sucker Punch Productions y publicado por Sony Interactive Entertainment. El juego se desarrolla en la isla de Tsushima durante la invasión mongola de Japón en el siglo XIII. El jugador controla a Jin Sakai, un samurái que lucha por proteger su hogar y su gente de los invasores. La versión Director's Cut incluye todo el contenido del juego original, así como una nueva expansión llamada 'Iki Island', que lleva al jugador a una nueva ubicación y presenta nuevos personajes y enemigos. También se han agregado mejoras gráficas y de rendimiento para la versión de PlayStation 5. El juego presenta un sistema de combate basado en la espada y el arco, así como habilidades especiales que se pueden desbloquear a medida que el jugador avanza en la historia. También hay elementos de sigilo y exploración, y el jugador puede personalizar la apariencia y habilidades de Jin. En general, Ghost of Tsushima: Director's Cut es un juego emocionante y emocionalmente impactante que ofrece una experiencia inmersiva en la cultura y la historia japonesas."
  },
  {
    "id": 51,
    "nombre": "Spider-Man: Miles Morales Ultimate Edition",
    "descripcion": "Versión mejorada del juego Spider-Man: Miles Morales, que incluye el juego original y la expansión Spider-Man: Remastered",
    "precio": 89990,
    "stock": 3,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Spider-Man: Miles Morales Ultimate Edition es un juego de acción y aventura en el que los jugadores asumen el papel de Miles Morales, un adolescente que ha adquirido habilidades similares a las de Spider-Man. El juego tiene lugar en una versión ficticia de la ciudad de Nueva York, donde Miles debe luchar contra una serie de villanos y proteger a la ciudad de diversas amenazas.    El juego presenta una variedad de misiones principales y secundarias, así como una amplia gama de habilidades y movimientos que los jugadores pueden desbloquear y mejorar a medida que avanzan en el juego. También hay una serie de desafíos y actividades opcionales que los jugadores pueden completar para ganar recompensas adicionales.La Ultimate Edition del juego incluye contenido adicional, como una expansión de la historia y trajes exclusivos para Miles. En general, Spider-Man: Miles Morales Ultimate Edition es un juego emocionante y emocionante que ofrece una experiencia de juego emocionante para los fanáticos de Spider-Man y los juegos de acción y aventura en general."
  },
  {
    "id": 52,
    "nombre": "Demon's Souls Remake",
    "descripcion": "Remake del juego Demon's Souls original, con gráficos mejorados y nuevas características",
    "precio": 79900,
    "stock": 5,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Demon's Souls Remake es un juego de rol de acción en tercera persona desarrollado por Bluepoint Games y publicado por Sony Interactive Entertainment. Es una versión mejorada del juego original de 2009, que se lanzó exclusivamente para PlayStation 5. El juego tiene lugar en el reino de Boletaria, que ha sido invadido por demonios. El jugador asume el papel de un guerrero que debe luchar contra los demonios y restaurar la paz en el reino. El juego presenta un sistema de combate desafiante y una mecánica de muerte permanente, lo que significa que si el jugador muere, pierde todo su progreso y debe comenzar desde el principio. El juego cuenta con gráficos mejorados, una banda sonora remasterizada y nuevas características, como la opción de elegir entre dos modos de juego: el modo de rendimiento, que ofrece una mayor velocidad de fotogramas, y el modo de fidelidad, que ofrece gráficos mejorados. También se han agregado nuevas armas, armaduras y enemigos. En resumen, Demon's Souls Remake es un juego desafiante y emocionante que ofrece una experiencia de juego mejorada en comparación con el juego original."
  },
  {
    "id": 53,
    "nombre": "Marvel's Spider-Man Remastered",
    "descripcion": "Versión mejorada y remasterizada del juego Spider-Man de 2018, con mejores gráficos y nuevos contenidos",
    "precio": 69900,
    "stock": 8,
    "imagen": "https://via.placeholder.com/150",
    "resumen": "Marvel's Spider-Man Remastered es una versión mejorada del juego original de Spider-Man lanzado en 2018. El juego sigue la historia de Peter Parker, quien lucha contra el crimen en la ciudad de Nueva York como Spider-Man. La versión remasterizada incluye gráficos mejorados, nuevos trajes y misiones adicionales. También se han mejorado las animaciones y la jugabilidad para una experiencia de juego más fluida. Además, se ha agregado un nuevo personaje jugable, el villano de Spider-Man, el Duende Verde. En general, Marvel's Spider-Man Remastered es una versión mejorada y emocionante del juego original que ofrece una experiencia de juego mejorada y más emocionante para los fanáticos de Spider-Man."
  }
]
